[
    {
        "img":"./assets/images/publications/Reviewing-Africa-Live-6-880x660.jpg",
        "link": "https://globaldominiumservices.com/blog/reviewing-africa-live-6-supply-chain-continent-africain/",
        "title": "La supply chain dans le continent africain",
        "desc": "On a toujours confondu la logistique à la supply Chain et le transport à la logistique. Mais la logistique a commencé après la deuxième guerre mondiale avec le transport du matériel et des troupes. On est ensuite passé au stockage (le stockage s’est donc ajouté au transport).",
        "date": "30 June. 2020"
    },
    {
        "img":"./assets/images/publications/boost-supply-chain-covid19.png",
        "link": "https://globaldominiumservices.com/blog/how-to-boost-your-supply-chain-after-covid-19/",
        "title": "How to Boost your Supply Chain after Covid-19 ?",
        "desc": "A supply chain disruption is a breakdown that can occur in the production and distribution processes, including events such as fire incidents, machine breakdowns, natural diseases, quality issues, and an unexpected surge in capacity. From this definition the pandemic called Covid-19 with its general lockdown is a supply chain disruption.",
        "date": "27 June. 2020"
    },
    {
        "img":"./assets/images/publications/Reviewing-Africa-Live-6-880x660.jpg",
        "link": "https://www.linkedin.com/pulse/la-supply-chain-peut-rendre-nos-entreprises-albert/?trackingId=Gk189NCCQJa%2BQ40%2FLk%2FM6Q%3D%3D",
        "title": "« La Supply Chain peut rendre nos entreprises compétitives »",
        "desc": "Pour donner une définition simple et accessible à tous, disons que c’est une collaboration efficace, une collaboration interne et externe pour permettre à l’entreprise de minimiser les coûts et d’optimiser ses profits.",
        "date": "17 May. 2018"
    },
    {
        "img":"./assets/images/publications/stockage1.png",
        "link": "https://globaldominiumservices.com/blog/optimisez-vos-stocks/",
        "title": " OPTIMISEZ VOS STOCKS",
        "desc": "L’accroissement de l’intensité de la concurrence ces dernières années a contribué à faire de la « gestion des stocks » un pôle stratégique dans la compétitivité des entreprises. L’histoire nous révèle que l’Egypte est devenue la nation la plus puissante à son époque à cause du stock.",
        "date": "19 Dec. 2017"
    },
    {
        "img":"./assets/images/publications/procuemrnt.png",
        "link": "https://globaldominiumservices.com/blog/how-to-make-profit-in-procurement/",
        "title": "HOW TO MAKE PROFIT IN PROCUREMENT",
        "desc": "With the rise of competition , it has become very difficult for enterprises to make profit from their sales; most enterprises , with the latest development in supply chain are trying to create profit in other processes of the supply chain.",
        "date": "29 Apr. 2017"
    },
    {
        "img":"./assets/images/publications/procuemrnt.png",
        "link": "https://www.linkedin.com/pulse/2017-year-supply-chain-revolution-evolution-njamen-phd-mba-cscs/?trackingId=Gk189NCCQJa%2BQ40%2FLk%2FM6Q%3D%3D",
        "title": "2017 : The year of supply chain revolution and evolution",
        "desc": "During the 2016 LPI ranking, Cameroon was at the 148th position. LPI is an interactive tool put in place by the world bank to allow countries to benchmark with others in order to identify their weaknesses and opportunities in trade logistics so that they can react accordingly and improve their performances.",
        "date": "09 Jan. 2017"
    }
]